// data.js
var data = [
	{
		"title": "周杰伦",
		"content": "1979年1月18日出生于台湾省新北市，华语流行男歌手、演员、词曲创作人、MV及电影导演、编剧及制作人。"
	},
	{
		"title": "王力宏",
		"content": "1976年5月17日出生于美国纽约，籍贯浙江义乌。华语流行男歌手、音乐制作人、指挥家、编剧、演员、导演。"
	},
	{
		"title": "谭咏麟",
		"content": "1950年8月23日生于香港，籍贯广东新会，歌手、音乐人、演员，在华语地区有“谭校长”的称号。"
	},
	{
		"title": "吴奇隆",
		"content": "生于中国台湾，歌手、演员、制片人、企业家。"
	},
	{
		"title": "爱新觉罗·启星",
		"content": "满族，1983年12月23日出生于北京，毕业于北京电影学院表演系本科文学学士学位。"
	},
	{
		"title": "林志玲",
		"content": "1974年11月29日出生于台湾省台北市，毕业于加拿大多伦多大学，中国台湾的女艺人、演员、模特、歌手、主持。"
	}

];